<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
        <meta name="csrf-token" content="{{ csrf_token() }}">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <title>Privacy Policy - Политика конфиденциальности</title>
        <link href="{{asset('css/app.css')}}" rel="stylesheet" type="text/css">
    </head>
    <body>
        <style>
            .container{
                margin:10px;
            }
        </style>
        <div class="container">
            <h1><b>Правила сайта</b></h1>
            <p>
                Сайт для админов лайк чатов.<br/>
                <p>Этап подготовки</p>
                <ul>
                    <li>админы региcтрируются на сайте, и после активации:</li>
                    <li>на сайте создается список аккаунтов-участников для публикации постов с хэштегами</li>
                    <li>на сайте создается список аккаунтов-участников для отработки</li>
                    <li>админ объявляет время до которого надо опубликовать пост с хэштегом</li>
                    <li>участники лайкчата должны успеть до этого момента опубликовать свои посты</li>
                    <li>посты с хэштегами, авторов которых нет в списке у админа, будут выставлены в списке "воришек")</li>
                    <li>авторы постов, которые были </li>
                    <li>админ также объявляет время до которого надо успеть участникам отработать. Лайкать посты, комментировать, итд.</li>
                    <li>участники лайкчата должны успеть до этого момента отработать(лайк, коммент, итд...)</li>
                    
                    <li></li>
                </ul>
            </p>

            <h1><b>Политика конфиденциальности</b></h1>

        </div>
        <script src="{{asset('js/app.js')}}" ></script>
    </body>
</html>
